g_MergedRankingLoadingList = 
{
  ["演武场"] = "\\ui\\MergedRanking\\yanwuchang.lua",
  ["云湖天池"] = "\\ui\\MergedRanking\\yunhutianchi.lua",
  ["满江红"] = "\\ui\\MergedRanking\\manjianghong.lua",
  ["洛阳城"] = "\\ui\\MergedRanking\\luoyangcheng.lua",
  ["灵霄峡"] = "\\ui\\MergedRanking\\lingxiaoxia.lua",
  ["傲视天地"] = "\\ui\\MergedRanking\\aoshitiandi.lua",
  ["三星望月"] = "\\ui\\MergedRanking\\sanxingwangyue.lua",
  ["战江湖"] = "\\ui\\MergedRanking\\zhanjianghu.lua",
  ["少室山"] = "\\ui\\mergedranking\\shaoshishan.lua",
  ["孟浩然"] = "\\ui\\MergedRanking\\menghaoran.lua",
  ["天子峰"] = "\\ui\\MergedRanking\\tianzifeng.lua",
  ["如梦令"] = "\\ui\\MergedRanking\\rumengling.lua",
  ["柳风骨"] = "\\ui\\MergedRanking\\liufenggu.lua",
  ["倾国倾城"] = "\\ui\\MergedRanking\\qingguoqingcheng.lua",
  ["于睿"] = "\\ui\\MergedRanking\\yurui.lua",
  ["藏经阁"] = "\\ui\\mergedranking\\cangjingge.lua",
  ["昆仑"] = "\\ui\\MergedRanking\\kunlun.lua",
  ["无盐岛"] = "\\ui\\mergedranking\\wuyandao.lua",
  ["歃血为盟"] = "\\ui\\MergedRanking\\shaxueweimeng.lua",
  ["东方宇轩"] = "\\ui\\MergedRanking\\dongfangyuxuan.lua",
  ["谢云流"] = "\\ui\\mergedranking\\xieyunliu.lua",
  ["龙门荒漠"] = "\\ui\\mergedranking\\longmenhuangmo.lua",
  ["李白"] = "\\ui\\MergedRanking\\libai.lua",
  ["侠客行"] = "\\ui\\MergedRanking\\xiakexing.lua",
  ["杨宁"] = "\\ui\\MergedRanking\\yangning.lua",
  ["翠烟山"] = "\\ui\\mergedranking\\chuiyanshan.lua",
  ["英雄擂"] = "\\ui\\MergedRanking\\yingxionglei.lua",
  ["吕洞宾"] = "\\ui\\mergedranking\\lvdongbin.lua",
  ["天王殿"] = "\\ui\\MergedRanking\\tianwangdian.lua",
  ["步莲台"] = "\\ui\\mergedranking\\buliantai.lua",
  ["逍遥林"] = "\\ui\\MergedRanking\\xiaoyaolin.lua",
  ["金水镇"] = "\\ui\\MergedRanking\\jinshuizhen.lua",
  ["轩辕台"] = "\\ui\\MergedRanking\\xuanyuantai.lua",
  ["王昌龄"] = "\\ui\\MergedRanking\\wangchangling.lua",
  ["三才阵"] = "\\ui\\MergedRanking\\baidicheng.lua",
  ["落雁峰"] = "\\ui\\MergedRanking\\luoyanfeng.lua",
  ["知节殿"] = "\\ui\\MergedRanking\\zhijiedian.lua",
  ["燕子坞"] = "\\ui\\MergedRanking\\yanziwu.lua",
  ["六祖台"] = "\\ui\\MergedRanking\\liuzutai.lua",
  ["落星湖"] = "\\ui\\mergedranking\\luoxinghu.lua",
  ["僧一行"] = "\\ui\\mergedranking\\sengyixing.lua",
  ["天工坊"] = "\\ui\\MergedRanking\\tiangongfang.lua",
  ["上陵苑"] = "\\ui\\MergedRanking\\shanglingyuan.lua",
  ["李承恩"] = "\\ui\\MergedRanking\\lichengen.lua",
  ["论剑峰"] = "\\ui\\MergedRanking\\lunjianfeng.lua",
  ["千机阁"] = "\\ui\\MergedRanking\\qianjige.lua",
  ["战魂劫"] = "\\ui\\MergedRanking\\zhanhunjie.lua",
  ["太极广场"] = "\\ui\\MergedRanking\\taijiguangchang.lua",
  ["卧虎藏龙"] = "\\ui\\MergedRanking\\wohucanglong.lua",
  ["公孙幽"] = "\\ui\\MergedRanking\\gongsunyou.lua",
  ["杜甫"] = "\\ui\\mergedranking\\dufu.lua",
  ["巴陵县"] = "\\ui\\mergedranking\\balingxian.lua",
  ["枫华谷"] = "\\ui\\MergedRanking\\fenghuagu.lua",
  ["日轮山城"] = "\\ui\\MergedRanking\\rilunshancheng.lua",
  ["达摩院"] = "\\ui\\mergedranking\\damoyuan.lua",
  ["叶孟秋"] = "\\ui\\mergedranking\\yemengqiu.lua",
  ["念奴娇"] = "\\ui\\MergedRanking\\niannvjiao.lua",
  ["纯阳宫"] = "\\ui\\MergedRanking\\chunyanggong.lua",
  ["洛道"] = "\\ui\\mergedranking\\luodao.lua",
  ["青萝山"] = "\\ui\\mergedranking\\qingluosan.lua",
  ["紫微山"] = "\\ui\\MergedRanking\\ziweishan.lua",
  ["高绛婷"] = "\\ui\\mergedranking\\gaojiangting.lua",
  ["敬德楼"] = "\\ui\\MergedRanking\\jingdelou.lua",
  ["唐简"] = "\\ui\\MergedRanking\\tangjian.lua",
  ["枫泾古镇"] = "\\ui\\MergedRanking\\fengjinguzheng.lua",
  ["空雾峰"] = "\\ui\\MergedRanking\\kongwufeng.lua",
  ["林白轩"] = "\\ui\\MergedRanking\\linbaixuan.lua",
  ["王维"] = "\\ui\\mergedranking\\wangwei.lua",
  ["虎牢关"] = "\\ui\\mergedranking\\hulaoguan.lua",
  ["凌烟阁"] = "\\ui\\MergedRanking\\lingyange.lua",
  ["思过崖"] = "\\ui\\mergedranking\\siguoya.lua",
  ["大雄宝殿"] = "\\ui\\mergedranking\\daxiongbaodian.lua",
  ["南屏山"] = "\\ui\\MergedRanking\\nanpingshan.lua",
  ["午阳岗"] = "\\ui\\MergedRanking\\wuyanggang.lua",
  ["无极道场"] = "\\ui\\MergedRanking\\wujidaochang.lua",
  ["叱咤风云"] = "\\ui\\MergedRanking\\chizhafengyun.lua",
  ["扬州城"] = "\\ui\\MergedRanking\\yangzhoucheng.lua",
}
g_MergedServerInfo = 
{
  ["演武场"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["云湖天池"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["满江红"] = 
  {
    [1] = "满江红",
    [2] = "侠客行",
  },
  ["白帝城"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["洛阳城"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["灵霄峡"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["太极广场"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["三星望月"] = 
  {
    [1] = "落雁峰",
    [2] = "青萝山",
    [4] = "无极道场",
    [3] = "三星望月",
  },
  ["战江湖"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["枫华谷"] = 
  {
    [1] = "翠烟山",
    [2] = "逍遥林",
    [3] = "枫华谷",
  },
  ["孟浩然"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["天子峰"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["如梦令"] = 
  {
    [1] = "如梦令",
    [2] = "枫泾古镇",
  },
  ["柳风骨"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["倾国倾城"] = 
  {
    [1] = "倾国倾城",
  },
  ["于睿"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["藏经阁"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["忆盈楼"] = 
  {
    [1] = "落雁峰",
    [2] = "青萝山",
    [4] = "无极道场",
    [3] = "三星望月",
  },
  ["玄正"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["昆仑"] = 
  {
    [1] = "昆仑",
    [2] = "金水镇",
  },
  ["无盐岛"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["歃血为盟"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["饮马川"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["梦江南"] = 
  {
    [1] = "如梦令",
    [2] = "枫泾古镇",
  },
  ["无极道场"] = 
  {
    [1] = "落雁峰",
    [2] = "青萝山",
    [4] = "无极道场",
    [3] = "三星望月",
  },
  ["谢云流"] = 
  {
    [1] = "李白",
    [2] = "李承恩",
    [4] = "杜甫",
    [3] = "谢云流",
  },
  ["龙门荒漠"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["李白"] = 
  {
    [1] = "李白",
    [2] = "李承恩",
    [4] = "杜甫",
    [3] = "谢云流",
  },
  ["侠客行"] = 
  {
    [1] = "满江红",
    [2] = "侠客行",
  },
  ["杨宁"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["步莲台"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["翠烟山"] = 
  {
    [1] = "翠烟山",
    [2] = "逍遥林",
    [3] = "枫华谷",
  },
  ["英雄擂"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["吕洞宾"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["谁与争锋"] = 
  {
    [1] = "李白",
    [2] = "李承恩",
    [4] = "杜甫",
    [3] = "谢云流",
  },
  ["天王殿"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["卧虎藏龙"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["唯我独尊"] = 
  {
    [1] = "满江红",
    [2] = "侠客行",
  },
  ["逍遥林"] = 
  {
    [1] = "翠烟山",
    [2] = "逍遥林",
    [3] = "枫华谷",
  },
  ["金水镇"] = 
  {
    [1] = "昆仑",
    [2] = "金水镇",
  },
  ["傲视天地"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["轩辕台"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["王昌龄"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["东方宇轩"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["晴昼海"] = 
  {
    [1] = "昆仑",
    [2] = "金水镇",
  },
  ["大雄宝殿"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["叶芷青"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["念奴娇"] = 
  {
    [1] = "念奴娇",
  },
  ["虎牢关"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["落雁峰"] = 
  {
    [1] = "落雁峰",
    [2] = "青萝山",
    [4] = "无极道场",
    [3] = "三星望月",
  },
  ["扬州城"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["飞骏谷"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["燕子坞"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["六祖台"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["落星湖"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["僧一行"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["叱咤风云"] = 
  {
    [1] = "叱咤风云",
  },
  ["上陵苑"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["林白轩"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["天工坊"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["李承恩"] = 
  {
    [1] = "李白",
    [2] = "李承恩",
    [4] = "杜甫",
    [3] = "谢云流",
  },
  ["李忘生"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["论剑峰"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["千机阁"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["战魂劫"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["公孙幽"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["国色天香"] = 
  {
    [1] = "倾国倾城",
  },
  ["思过崖"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
  ["纯阳宫"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["巴陵县"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["敬德楼"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["王维"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["叶孟秋"] = 
  {
    [1] = "僧一行",
    [2] = "东方宇轩",
    [3] = "杨宁",
    [4] = "于睿",
    [5] = "叶孟秋",
    [6] = "歃血为盟",
  },
  ["凌烟阁"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["杜甫"] = 
  {
    [1] = "李白",
    [2] = "李承恩",
    [4] = "杜甫",
    [3] = "谢云流",
  },
  ["日轮山城"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["洛道"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["知节殿"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["紫微山"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["南屏山"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["青萝山"] = 
  {
    [1] = "落雁峰",
    [2] = "青萝山",
    [4] = "无极道场",
    [3] = "三星望月",
  },
  ["唐简"] = 
  {
    [2] = "吕洞宾",
    [3] = "孟浩然",
    [1] = "公孙幽",
    [4] = "唐简",
    [5] = "卧虎藏龙",
  },
  ["破阵子"] = 
  {
    [1] = "念奴娇",
  },
  ["空雾峰"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["高绛婷"] = 
  {
    [2] = "王昌龄",
    [3] = "高绛婷",
    [1] = "柳风骨",
    [4] = "林白轩",
    [5] = "王维",
  },
  ["蝶恋花"] = 
  {
    [1] = "叱咤风云",
  },
  ["枫泾古镇"] = 
  {
    [1] = "如梦令",
    [2] = "枫泾古镇",
  },
  ["秦王殿"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["幽雨坪"] = 
  {
    [1] = "翠烟山",
    [2] = "逍遥林",
    [3] = "枫华谷",
  },
  ["达摩院"] = 
  {
    [6] = "纯阳宫",
    [2] = "战魂劫",
    [8] = "太极广场",
    [3] = "达摩院",
    [1] = "大雄宝殿",
    [4] = "敬德楼",
    [5] = "天王殿",
    [7] = "凌烟阁",
  },
  ["三才阵"] = 
  {
    [2] = "英雄擂",
    [3] = "三才阵",
    [1] = "无盐岛",
    [4] = "演武场",
    [5] = "紫微山",
  },
  ["午阳岗"] = 
  {
    [2] = "午阳岗",
    [3] = "知节殿",
    [1] = "轩辕台",
    [4] = "藏经阁",
    [5] = "战江湖",
  },
  ["荻花宫"] = 
  {
    [7] = "灵霄峡",
    [1] = "云湖天池",
    [2] = "空雾峰",
    [4] = "天子峰",
    [8] = "傲视天地",
    [9] = "落星湖",
    [5] = "日轮山城",
    [10] = "天工坊",
    [3] = "步莲台",
    [6] = "上陵苑",
  },
  ["长安城"] = 
  {
    [6] = "洛道",
    [2] = "洛阳城",
    [3] = "巴陵县",
    [1] = "南屏山",
    [4] = "龙门荒漠",
    [5] = "扬州城",
  },
  ["少室山"] = 
  {
    [6] = "六祖台",
    [2] = "虎牢关",
    [3] = "少室山",
    [1] = "千机阁",
    [4] = "燕子坞",
    [5] = "思过崖",
    [7] = "论剑峰",
  },
}