MSG_EULA = 
	[[
《剑侠情缘网络版叁盛大版》最终用户使用许可协议

本《最终用户使用许可协议》（以下称《协议》，包括《用户服务条款》、《用户须知》、《用户守则》、《版权声明》）是用户（个人或单一实体，以下或称“您”）与上海数龙科技有限公司（以下简称“盛大游戏”）之间有关本网络游戏软件产品（即网络游戏《剑侠情缘网络版叁盛大版》，以下简称“软件产品”）使用的法律协议。

上海盛付通电子商务有限公司应用的全付通在线电子商务服务平台共同提供《剑侠情缘网络版叁盛大版》的在线服务。

本“软件产品”包括计算机软件，并可能包括相关网络服务器、网站（包括但不限于游戏官方网站http://bbs.jxqy3.sdo.com）、电子媒体、印刷材料和“联机”或电子文档。您一旦安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”，即表示您同意接受本《协议》各项条款的约束。如您不同意本《协议》中的条款，请不要以上述任何一种方式使用“软件产品”。

盛大游戏在此特别提醒您认真阅读本协议的全部条款，特别是其中免除或者限制盛大游戏责任的免责声明条款（该等条款通常含有“不负任何责任”、“无义务”等词汇）以及用户须遵守的《用户服务条款》、《用户须知》、《用户守则》、《版权声明》中的条款和其它限制用户权利的条款（该等条款通常含有“不得”等词汇），这些条款应在中国法律所允许的范围内最大程度地适用。除非用户接受本协议的全部条款，否则无权安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”。

本协议（包括《用户服务条款》、《用户须知》、《用户守则》、《版权声明》）下的条款可由盛大游戏随时变更，用户须定期审阅本协议。协议条款一旦发生变动，盛大游戏将会在盛大游戏相关的页面上提示变更内容。变更后的协议一旦在相关的页面上公布即有效代替原来的协议。如用户不同意盛大游戏对本协议的所作的任何变更，用户应立即停止使用盛大游戏的线上游戏。如用户在本协议变更后继续使用盛大游戏的线上游戏，即视作用户已完全同意变更后的协议。

盛大游戏特别申明，未成年人应在法定监护人的陪同下审阅和接受本协议。对于未满十四周岁的未成年人，必须由其法定监护人以法定监护人的名义申请注册。未成年人用户应当在合理程度内使用“软件产品”及进行线上游戏，不得因使用“软件产品”及进行线上游戏而影响了日常的学习生活。用户理解盛大游戏无义务对本款前述事项进行任何形式的审查和确认。

1. 许可权利的授予。本《协议》授予您下列权利：《剑侠情缘网络版叁盛大版》网络游戏客户端软件的安装、运行。您可在许可生效的时间内将《剑侠情缘网络版叁盛大版》网络游戏客户端软件安装在自己使用的联网计算机上，并以客户端软件指定的方式运行本“软件产品”的一份副本。其他任何形式的未经许可的安装、使用、访问、显示、运行以及转让，都将被视为对《协议》的侵犯。

2. 依本合同规定，著作权人许可您可以通过官方网站许可的方式获取仅授权本产品的客户端软件在一台计算机上使用。产品可以载入个人电脑或永久存取装置的方式使用。本产品可由一部个人电脑移转到另一部个人电脑使用，但不得同时存在于两部电脑中。依本合同第9条移转给他人时，使用者载入个人电脑的部分应予以删除，不得留存使用。

3. 禁止性行为或活动。
   3.1 禁止用户发生以下侵害本网络游戏公平性的行为，包括但不限于：
   3.1.1 利用反向工程、编译或反向编译、反汇编等技术手段制作软件对游戏进行分析、修改、攻击，最终达到作弊的目的；
   3.1.2 使用任何外挂程序或游戏修改程序（本协议所称“外挂程序”是指独立于游戏软件之外的，能够在游戏运行的同时影响游戏操作的所有程序，包括但不限于模拟键盘鼠标操作、改变操作环境、修改数据等一切类型。如国家有管法律、法规及政府主管部门的规章或规范性文件规定的外挂定义与本协议有冲突，则以法律、法规、部门规章或规范性文件规定的为准），对本网络游戏软件进行还原工程、编译、译码或修改，包括但不限于修改本软件所使用的任何专有通讯协议、对动态随机存取内存（RAM）中资料进行修改或锁定；
   3.1.3 使用异常的方法登录游戏、使用网络加速器等外挂软件或机器人程式等恶意破坏服务设施、扰乱正常服务秩序的行为；
   3.1.4 制作、传播或使用外挂、封包、加速软件，及其它各种作弊程序，或组织、教唆他人使用此类软件程序，或销售此类软件程序而为私人或组织谋取经济利益；
   3.1.5 使用任何方式或方法，试图攻击提供游戏服务的相关服务器、路由器、交换机以及其他设备，以达到非法获得或修改未经授权的数据资料、影响正常游戏服务，以及其他危害性目的的任何行为； 
   3.1.6 利用线上游戏系统可能存在的技术缺陷或漏洞而以各种形式为自己及他人牟利（包括但不限于复制游戏中的虚拟物品等）。
   3.2 一旦盛大游戏通过内部的监测程序发现或经其他用户举报而发现您有可能正在从事上述行为，则盛大游戏有权采取相应的措施进行弥补，该措施包括但不限于限制您帐号和游戏中角色的登陆、限制您在游戏中的活动、删除与复制有关的物品（包括复制出的虚拟物品和参与复制的虚拟物品）、封停或删除您的游戏角色、帐号和要求您赔偿因您从事上述行为而给盛大游戏造成的损失等。

4. 对反向工程(Reverse Engineering)、反向编译(Decompilation)、反汇编(Disassembly)的禁止。您不得对本“软件产品”进行反向工程(Reverse Engineering)、反向编译(Decompile)或反汇编(Disassemble)，您亦同意放弃行使适用法律允许上述活动之权利。

5. 服务条款的确认和接纳。本“软件产品”的运营权归盛大游戏。盛大游戏提供的服务完全按照其发布的章程、服务条款和操作规则严格执行。您应该遵守盛大游戏制定的上述管理规定。如果您发生违反此类管理规定的行为，盛大游戏可终止本《协议》并停止您使用“软件产品”的权利。如此类情况发生，您必须立即销毁“软件产品”的所有副本及其所有组成部分。

6. 用户必须提供的设备和须提供的信息。盛大游戏提供可使用的“软件产品”，并运用自己的网络系统通过国际互联网络（Internet）为用户提供服务。同时，用户必须：
   6.1 自行配备上网的所需设备， 包括个人电脑、调制解调器或其他必备上网装置。
   6.2 自行负担个人上网所支付的与此服务有关的电话费用、网络费用。
   基于盛大游戏提供服务的重要性，用户应同意：
      6.2.1 提供详尽、准确的个人资料。
      6.2.2 不断更新注册资料，符合及时、详尽、准确的要求。
      6.2.3 牢记您填写的注册资料、历史信息。
   盛大游戏在为您提供相关客户服务的前提是您能表明您是帐号的所有人，这可能需要您提供相关信息（包括但不限于注册信息、历史密码等），如果用户没有牢记自己填写的注册资料及相关历史信息或未及时更新相关注册资料，您的相关问题（包括但不限于密码找回等）将得不到解决，对此盛大游戏不承担任何责任。

7. 拒绝提供担保。用户个人对网络服务的使用承担风险。盛大游戏对以下事宜不作任何类型的担保，不论是明确的或隐含的：
   7.1 本协议项下的“软件产品”及盛大游戏提供的相关服务将符合用户的要求；
   7.2 本协议项下的“软件产品”及盛大游戏提供的相关服务将不受不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机、电信部门原因及其他任何网络、技术、通信线路等外界或人为因素的影响；
   7.3 安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”及/或接受盛大游戏提供的相关服务与任何其他软件不存在任何冲突；
   7.4 通过盛大游戏网站、游戏官方网站及其他相关网络上的链接和标签所指向的第三方的商业信誉及其提供服务的质量。

8. 免除责任。盛大游戏对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，非法使用网络服务或用户传送的信息有所变动等方面。用户明确同意其安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”及/或接受盛大游戏提供的相关服务所存在的风险将完全由其自己承担。因其安装、复制、访问网站、充值、运行客户端软件或以其它方式使用“软件产品”及/或接受盛大游戏提供的相关服务而产生的一切后果也由其自己承担，盛大游戏对用户不承担任何责任。

9. 使用者可以移转本产品和所授之权利（不包括用户的帐号、密码及线上游戏中的虚拟物品等）予他人，但是移转时应连同所附产品使用手册、授权合同等一并移转，不得留存任一样使用。且该受让人接受本产品和所授之权利时即视同接受遵守本协议（包括《用户服务条款》、《用户须知》、《玩家守则》、《版权声明》）的全部条款。

10. 除本合同有其他规定外，未经盛大游戏书面同意，使用者严格禁止有下列行为（无论是有偿的还是无偿的）：
   10.1 复制、翻拷、传播和在网络上陈列本产品的程序、使用手册和其它图文音像资料的全部或部分内容。
   10.2 公开展示和播放本产品的全部或部分内容。
   10.3 出租本产品于他人。
   10.4 对本产品的程序、图像、动画和音乐进行还原、反编译、反汇编、剪辑、翻译和改编等任何修改行为。
   10.5 修改或遮盖本产品程序、图像、动画、包装和手册等内容上的产品名称、公司标志、版权信息等内容。
   10.6 以本产品作为营业使用。
   10.7 其它违反著作权法、计算机软件保护条例和相关法规的行为。
   一旦用户有实施违反上述内容的行为，本产品的授权协议将立即停止。盛大游戏有权通过各种合法途径向因违反上述条款而对盛大游戏造成损害的用户追究法律责任。

11. 违约赔偿
   11.1 用户同意保障和维护盛大游戏及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给盛大游戏造成损害，用户同意承担由此造成的损害赔偿责任，该等责任包括但不限于给盛大游戏造成的任何直接或间接损失。
   11.2 因用户违反有关法律、法规或本协议项下的任何条款导致任何第三方向盛大游戏主张任何索赔、要求或损失的，用户同意赔偿盛大游戏由此产生的任何直接或间接损失。

12. 法律适用和争议解决
   12.1 本协议的订立、履行、解释及争议的解决均应适用中国法律。
   12.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均应向盛大游戏所在地的人民法院提起诉讼。

13. 通知和送达。本协议项下盛大游戏的所有通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。

14. 其他规定
   14.1 本“软件产品”受著作权法及国际著作权条约和其它知识产权法和条约的保护；本“软件产品”只许可在给定范围和时间内使用，而不出售其原代码和其他任何相关知识产权权利。
   14.2 关于本“软件产品”的《用户服务条款》、《用户须知》、《玩家守则》、《版权声明》等文件均属于本《协议》不可分割的一部分，与本《协议》同样有效。
   14.3 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
   14.4 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，在此情况下，该无效或不具有执行力的部分将被最接近原条款意图的一项有效并可执行的条款所替代，并且本协议的其余条款仍应有效并且有约束力。
   14.5 本协议中的标题仅为方便而设，不会对本协议的其他条款有限制作用，也不具有任何法律效力。

上海数龙科技有限公司
二○○九年十月

  
* 用户服务条款
※　释 义 
※　著作权声明 
※　用户的基本义务 
※　忠实登录个人资料并更新 
※　用户保管帐号及密码的义务 
※　个人资料的保护及其限制 
※　用户使用线上游戏的限制 
※　服务的停止和更改 
※　风险承担 
※　责任的免除 
※　赔偿责任的排除及限制 
※　链接 
※　盛大游戏的终止权 
※　损害赔偿 
※　停止或变更服务 
※　广告信息或促销计划 
※　服务条款的修改 
※　个别条款的效力 
※　法律适用及纠纷解决 
 
1. 释义：
本服务条款系由用户与上海数龙科技有限公司（本服务条款中简称为“盛大游戏”）之间就盛大游戏提供运营服务的网络游戏《剑侠情缘网络版叁盛大版》所订立的相关权利义务规范。因此，请于使用《剑侠情缘网络版叁盛大版》网络游戏（包括但不限于注册成为《剑侠情缘网络版叁盛大版》用户或以安装、复制、访问网站、充值或以其它一切方式使用）前，确实详细阅读本服务条款的所有内容。

2. 著作权声明：
《剑侠情缘网络版叁盛大版》的所有相关著作权、专利权、商标、商业秘密及其它任何所有权或权利，均属盛大游戏或其原始授权人所有。非经盛大游戏或其原始授权人同意，任何人或用户均不得擅自下载、重制、传输、改作、编辑于任何为线上游戏目的以外的使用或任何以获利为目的的使用，否则应负所有法律责任。《剑侠情缘网络版叁盛大版》网络游戏运营过程中产生并储存于盛大游戏数据库的任何数据信息（包括但不限于帐号数据信息、角色数据信息、等级物品数据信息等）的所有权均属于盛大游戏。用户在完全遵守协议（包括《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》）下的各项条款的前提下，在正常使用《剑侠情缘网络版叁盛大版》网络游戏的过程中对属于其用户帐号的数据信息享有协议规定的使用权。

3. 用户的基本义务：
用户需自行配备联机执行线上游戏所需的各项计算机及网络设备，并自行负担上网所需的各项费用。
盛大游戏向用户提供网络游戏《剑侠情缘网络版叁盛大版》本身属于商业行为，用户有义务根据盛大游戏自主确定的收费项目（包括但不限于根据使用该游戏的时间、购买游戏内的虚拟道具的使用权以及接受其他增值服务等各类收费项目）及收费标准支付相应的费用，支付费用方式分为：先付后用及先用后付两种，如用户通过盛大游戏提供的先用后付方式使用了《剑侠情缘网络版叁盛大版》游戏而延迟缴纳服务或不缴纳服务费用的，盛大游戏可终止向该用户提供所有服务、要求其支付未缴纳的服务费并保留要求其赔偿因此而产生的其他相关费用和损失的权利。

4. 忠实登录个人资料并更新
用户承诺于注册时提供完整、详尽、真实的个人资料，若所提供的资料于日后有变更者，应随时于线上进行更新。若用户所提供的资料与事实不符或所提供的资料业已变更而未更新或有任何误导之嫌导致盛大游戏无法为用户提供或进一步提供服务，盛大游戏不因此承担任何责任。

5. 用户保管帐号及密码的义务
   5.1《剑侠情缘网络版叁盛大版》用户帐号的所有权归盛大游戏所有，用户注册成功后获得的是《剑侠情缘网络版叁盛大版》用户帐号的使用权。用户有义务妥善保管在注册并使用《剑侠情缘网络版叁盛大版》时获得的帐号及密码，并为此组帐号及密码登入系统后所开始的一连串行为或活动负责。鉴于网络服务的特殊性，盛大游戏不审核是否用户本人使用该组帐号及密码，仅审核帐号及密码是否与数据库中保存的一致，只要任何人输入的帐号及密码与数据库中保存的一致，即可凭借该组帐号及密码登陆游戏，所以即使用户认为其所有的帐号登陆游戏的行为并非其本人所为，盛大游戏将不承担因此而产生的任何责任。
   5.2 《剑侠情缘网络版叁盛大版》的用户帐号的使用权属于最先注册人，任何用户不得以任何形式转让（包括但不限于买卖、赠与、互易、租赁、继承等）用户帐号或密码。如果盛大游戏发现使用者并非帐号最先注册人，盛大游戏可以不经通知该账户使用人而直接回收该帐号，同时不承担任何由此产生的法律责任。用户违反本条款规定而遭致的任何损失均由用户自行承担。经盛大游戏书面同意转让《剑侠情缘网络版叁盛大版》用户帐号的行为不受本条款的限制。
   5.3若用户发现其所有的帐号或密码遭他人非法使用或有异常使用的情形，应立即通知盛大游戏并寻求可能的帮助，但鉴于是否用户本人使用其帐号难于判断，盛大游戏在无法确认是否为他人非法使用的时候将不能擅自取消该帐号进入游戏后已经实施的行为，对此用户表示谅解并承诺不要求盛大游戏承担任何责任。

6. 个人资料的保护及其限制
   6.1 盛大游戏不对外公开或向第三方（6.2所列情况除外）提供用户注册资料及用户在使用网络服务时存储在盛大游戏上的非公开内容以保护用户的隐私，但下列情况除外：
      6.1.1 事先获得用户的明确授权；
      6.1.2 根据有关的法律法规要求；
      6.1.3 按照相关政府主管部门的要求；
      6.1.4 为维护社会公众的利益；及
      6.1.5 为维护盛大游戏的合法权益。
   6.2 用户同意在盛大游戏与第三方合作向用户提供相关网络服务，且该第三方同意承担与盛大游戏同等的保护用户隐私的责任的情况下，允许盛大游戏将用户的注册资料等信息提供给该第三方。
   6.3 在不透露单个用户隐私资料的前提下，盛大游戏有权对整个用户数据库进行技术分析并对已进行分析、整理后的用户数据库进行商业上的利用。尽管盛大游戏对用户的隐私权保护做了极大的努力，但是仍然不能保证现有的安全技术措施使用户的技术信息等不受任何形式的损失。

7. 用户使用网络游戏的限制
   7.1 用户使用盛大游戏的网络游戏，除应遵守法律、《最终用户使用许可协议》、本服务条款的规范外，并应遵守《用户须知》、《用户守则》和《版权声明》等其他规定，否则盛大游戏有权随时按照该守则处分或终止用户使用线上游戏，由此造成的任何损失盛大游戏不负任何责任。
   7.2 盛大游戏严禁用户利用运行网络游戏的机会做与游戏无关的行为，包括但不限于：
      7.2.1 为任何非法目的而使用网络服务系统；
      7.2.2 未经盛大游戏授权访问或试图访问和《剑侠情缘网络版叁盛大版》及盛大游戏提供的相关网络服务相关的任何帐户、计算机或网络；
      7.2.3 未经盛大游戏授权利用《剑侠情缘网络版叁盛大版》及盛大游戏提供的相关网络服务以任何方式收集任何其它用户的信息，包括但不限于用户的个人身份信息和通讯信息；
      7.2.4 下载、安装或使用未经盛大游戏授权开发并正式发布的其它任何由《剑侠情缘网络版叁盛大版》衍生的软件；
      7.2.5 接收或下载由其他《剑侠情缘网络版叁盛大版》用户传输的用户所知道或应当知道不能以此方式合法传播的任何材料；
      7.2.6 利用《剑侠情缘网络版叁盛大版》及盛大游戏提供的相关网络服务进行任何可能对互联网的正常运转造成不利影响的行为，包括但不限于以任何方式传输含有计算机病毒、破坏性程序的文件或其他任何可能对他人计算机或互联网的正常运转造成不利影响的软件或程序；
      7.2.7 利用《剑侠情缘网络版叁盛大版》及盛大游戏提供的相关网络服务传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
      7.2.8 利用《剑侠情缘网络版叁盛大版》及盛大游戏提供的相关网络服务进行任何不利于盛大游戏的行为；
      7.2.9 就盛大游戏及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，在公众场合发布有关盛大游戏及相关服务的负面宣传。
   7.3 用户对盛大游戏游戏管理人员所进行的询问应据实澄清，否则盛大游戏有权随时终止用户使用线上游戏；盛大游戏发现不法或可疑的行为者，盛大游戏有权随时通报司法或有权机关处理，并有权同时向该机关陈报用户的基本资料及行为供该等机关为调查。用户理解因此所产生的任何不便，不得向盛大游戏请求任何损害或补偿。
   7.4 用户应就其在线上游戏的行为或活动自负责任，盛大游戏仅提供线上游戏予用户自行执行或与其它用户依照游戏设定的方式进行竞赛或游戏。考虑到网络的复杂性和特殊性，盛大游戏在此提醒用户须特别慎重对待线上游戏的行为或活动或交易，盛大游戏申明对用户在线上游戏的行为或活动或交易不负任何责任。

8. 服务的停止和更改
   8.1 发生下列情形之一时，盛大游戏有权停止或中断线上游戏，并且不向任何人承担因此产生的任何责任：
      8.1.1 对于盛大游戏的网络设备进行必要的保养及施工；
      8.1.2 发生突发性的网络设备故障时；
      8.1.3 由于盛大游戏所用的网络通信设备由于任何原因停止，无法提供服务时；
      8.1.4 由于不可抗力因素致使盛大游戏无法提供线上游戏服务；
      8.1.5 在根据用户使用游戏时间作为收费项目的情况下，用户连续180天没有上线游戏（包括但不限于虽然上线游戏但只在免费期内游戏），则自第180天当天的24时起，盛大游戏有权采取措施取消该用户至最后一次游戏当日止帐号上剩余的游戏时间，被取消的游戏时间将不予任何补偿。但如果用户在盛大游戏取消上述游戏时间之日起的1个月内向其用户帐号充值人民币30元以上，则该帐号除拥有按照盛大游戏业务公告规定等同于该面额的相应之游戏时间外，盛大游戏将另外赠送和上述取消措施中该用户被取消的游戏时间相等额的游戏时间。
      8.1.6 用户连续360天没有上线游戏，则自第360天当天的24时起，盛大游戏有权采取措施删除该用户帐号在游戏数据库中的任何纪录（包括但不限于注册信息、角色信息、等级物品信息等）。
      8.1.7 在以用户购买虚拟道具的使用权或者以接受其他增值服务作为收费项目的情况下，如超出该虚拟道具的有效使用期限或增值服务的有效服务期限（不管用户是否已经实际使用或者享受服务），或者超出有效使用或服务次数，盛大游戏均有权采取措施取消用户对上述虚拟道具的使用权或者取消继续提供增值服务。上述虚拟道具的使用权以及增值服务的具体收费标准均由盛大游戏在其相关网站上颁布，用户有义务在选择前仔细阅读并确认理解，一旦用户选择购买相关虚拟道具使用权或者接受相关服务，则表明用户已经充分理解上述虚拟道具使用权或者相关增值服务的具体收费标准，并接受其价格。
      8.1.8 收费项目的改变是一种正常的商业行为，用户不得因为收费项目的改变而要求终止本协议。在盛大游戏收费项目发生改变后，用户按照一种项目预先支付但尚未消费完毕的金额，盛大游戏有权提供转换方式将上述金额转换成相应能够支付其他收费项目的金额，而用户不能因此而要求终止本协议或返还上述尚未消费完毕的金额。例如盛大游戏原来采取根据用户使用游戏时间作为收费项目，而用户已经预先支付人民币35元购买120小时游戏时间，在用户实际使用60小时后，盛大游戏改变收费项目为购买虚拟道具的使用权或者以接受其他增值服务，则盛大游戏有权将剩余60小时所对应的对价人民币17.5元转换为能够购买相应金额的虚拟道具的使用权或者以接受其他增值服务的金额，用户对此无异议。
   8.2 除8.1条规定之外，盛大游戏有权停止或更改各项服务内容或终止任一用户账户，但需在官方网站首页提前24小时通知，用户违反用户守则的处理不在此例。无论任何情形，盛大游戏就停止或更改或终止用户账户所可能产生的不便或损害，盛大游戏对用户本人或任何第三人均不负任何损害赔偿责任。
   8.3 用户应了解并同意，盛大游戏可能因公司本身、其它合作厂商或相关电信业者网络系统软硬件设备的故障、失灵、或人为操作的疏失而全部或一部分中断、暂时无法使用、迟延或因他人侵入盛大游戏系统篡改或伪造变造资料等，造成线上游戏的停止或中断者，用户不得要求盛大游戏提供任何形式的补偿或赔偿。 
   8.4 用户了解并同意，《剑侠情缘网络版叁盛大版》作为一款网络游戏，必然有全面终止运营的情况发生，盛大游戏在发生以下情况下会终止运营《剑侠情缘网络版叁盛大版》：(i) 应政府机关的命令终止运营； (ii) 游戏软件本身的技术问题导致无法继续运营。不管由于任何原因终止运营，盛大游戏均会提前一个月通知用户，用户应采取相应措施自行处理游戏帐号（包括注销或停止使用该帐号）、游戏内虚拟物品等相关事宜。用户不得以任何原因要求盛大游戏不得全面终止运营，也不得因全面终止运营而要求盛大游戏承担任何形式的赔偿或补偿责任（包括但不限于不再能继续使用游戏帐号、游戏内虚拟物品等）。

9. 风险承担
用户同意使用盛大游戏线上游戏软件《剑侠情缘网络版叁盛大版》是出于用户个人意愿，并愿自负任何风险，包括但不限于其因执行《剑侠情缘网络版叁盛大版》或自行由《剑侠情缘网络版叁盛大版》官方网站下载游戏或资料图片而导致用户或其所使用的计算机系统损害，或发生任何资料的流失等。

10. 责任的免除
盛大游戏就线上游戏《剑侠情缘网络版叁盛大版》，不负任何明示或默示的担保责任，亦不保证《剑侠情缘网络版叁盛大版》的稳定、安全、无误及不中断。用户应自行承担使用执行线上游戏所有的风险及因此可能致生的损害，包括而不限于其因执行线上游戏《剑侠情缘网络版叁盛大版》或自行由《剑侠情缘网络版叁盛大版》网站下载游戏或资料图片而导致用户或其所使用的计算机系统损害，或发生任何资料的流失等。

11. 赔偿责任的排除及限制
盛大游戏对于用户使用线上游戏《剑侠情缘网络版叁盛大版》或无法使用线上游戏所致生的任何直接、间接、衍生的损害或所失利益不负任何损害赔偿责任。若依法无法完全排除损害赔偿责任时，用户不得以帐号或帐号内虚拟物品作为赔偿标准，盛大游戏的赔偿责任亦以用户使用该帐号进行线上游戏所支付盛大游戏的对价为限（以盛大游戏提供的帐号内的消费内容记录为准）。

12. 链接
盛大游戏在其《剑侠情缘网络版叁盛大版》官方网站的所有网页上所提供的所有链接，可能链接到其它个人、公司或组织的网站，提供该等网站的目的，是便利用户自行搜寻或取得信息，盛大游戏对于被链接的个人、公司或组织的网站所提供的产品、服务或信息，不担保其真实性、完整性、实时性或可信度。盛大游戏不承担用户与该等网站之间产生的任何法律责任。

13. 盛大游戏的终止权
用户应切实遵守有关法律命令、《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》的规定，盛大游戏对于用户是否违反《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》的条款有最终决定权。若盛大游戏认定用户已违反法律法规或相关协议条款，用户同意盛大游戏可以随时终止用户的帐号及密码使用权。

14. 损害赔偿
用户同意保障和维护盛大游戏及其他用户的利益，如因用户违反有关法律、法规或《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》的任何条款而给盛大游戏造成损害，用户同意承担由此造成的损害赔偿责任，该等责任包括但不限于给盛大游戏造成的任何直接或间接损失。
因用户违反有关法律、法规或《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》的任何条款导致任何第三方向盛大游戏主张任何索赔、要求或损失的，用户同意赔偿盛大游戏由此产生的任何直接或间接损失（包括但不限于因进行民刑事行政程序所支出的律师费用）。

15. 停止或变更服务
   15.1 盛大游戏有权对违反有关法律、法规或《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》中有关禁止外挂条款的用户采取永久封停游戏角色（包括但不限于角色数据信息、等级物品数据信息等）或帐号的措施，用户可以注册或采用其他未封停的游戏角色继续享有盛大游戏提供的服务。用户不得因此而要求终止本协议或返还游戏帐号内已充值但尚未消费完毕的金额，也不得要求其他任何补偿或赔偿。
   15.2 盛大游戏取消或停止用户的资格或加以限制，用户不得要求补偿或赔偿。
   15.3 盛大游戏保留将来新增、修改或删除线上游戏的全部或部分的权利，且不另行个别通知，用户不得因此要求任何补偿或赔偿。
   15.4 任何时候（包括但不限于用户正在注册帐号或已经在游戏中运行等），如盛大游戏发现用户在游戏中注册或使用的帐号、角色、行会等一切自定义名称与其他用户相同而导致无法识别，盛大游戏有权要求用户修改上述名称，如用户在盛大游戏要求的时限内未予修改，则盛大游戏有权在用户自定义的名称后加注识别符号予以区别以确保游戏正常运行（例如用户希望或正在使用的角色名称为“潇洒”，但在同一组服务器中同样存在另外一个用户角色名为“潇洒”，则在用户不愿意修改名称的情况下，盛大游戏有权不经用户同意的情况在用户名称后加注识别符号后成为“潇洒1”、“潇洒2”等），用户保证无条件同意上述修改。

16. 广告信息或促销计划
盛大游戏的线上游戏软件上可能刊登商业广告、或其它活动促销的广告。这些内容系广告商或商品服务提供者所为，盛大游戏仅提供刊登内容的媒介。用户通过盛大游戏或其所链接的网站所购买的服务或商品，其交易行为仅存于用户与该商品或服务的提供者之间，与盛大游戏无关，盛大游戏不承担用户与该商品或服务的提供者之间所产生的任何法律责任。

17. 服务条款的修改
由于用户及市场状况的不断变化，盛大游戏保留随时修改本服务条款的权利，修改本服务条款时，盛大游戏将于《剑侠情缘网络版叁盛大版》官方网站首页公告修改的事实，而不另对用户进行个别通知。若用户不同意修改的内容，可停止使用盛大游戏的线上游戏。若用户继续使用盛大游戏的线上游戏，即视为用户业已接受盛大游戏所修订的内容。

18. 法律适用和争议解决
   18.1 本协议的订立、履行、解释及争议的解决均应适用中国法律。
   18.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均应向盛大游戏所在地的人民法院提起诉讼。

19. 通知和送达。本协议项下盛大游戏的所有通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。

20. 个别条款的效力。如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，在此情况下，该无效或不具有执行力的部分将被最接近原条款意图的一项有效并可执行的条款所替代，并且本协议的其余条款仍应有效并且有约束力。
 
 
* 用户须知
作为盛大游戏运营的众多优秀网络游戏之一，《剑侠情缘网络版叁盛大版》拥有完善的游戏机制和强壮的运行能力。为了各位用户能够更好的享受《剑侠情缘网络版叁盛大版》中的每个精彩时刻，您应该遵守以下守则：

一、 用户之间人人平等，这是我们对您进行服务的准则。我们努力使每个用户获得同等质量的服务，您也应该做到尊重其他用户的权利，不进行任何可能会侵害其他用户游戏质量的活动。

二、 网络游戏基于人人互动才能精彩，为了使你在虚拟世界中拥有更多的朋友，请在游戏中注意言行举止，礼貌用语。对于语言污秽的用户，“剑侠情缘网络版叁盛大版”管理小组在获得举报后将会采取禁言等措施进行管理。

三、 公平游戏是享受游戏的前提，正如每一个人都知道的，任何程序都存在BUG，虽然我们已经解决了所有已知的BUG，但是不能排除其他BUG存在的可能性。作为游戏用户，应该能够在发现BUG时主动向“剑侠情缘网络版叁盛大版”管理小组汇报。严禁利用任何BUG进行任何形式的获利，这些获利包括但不限于获得额外的经验值，道具物品等。一经发现，“剑侠情缘网络版叁盛大版”管理小组将有权利对该用户处以相关处罚（包括但不限于游戏内的监禁、删除游戏角色及关闭账户等）。 

四、 由于虚拟物品与现实财产之间的交易存在巨大风险（包括但不限于虚拟物品因系复制物品而可被删除、国家法律对虚拟物品的价值认定存在空白等），请用户慎重对待以真实货币或者财物与游戏内虚拟货币或者物品之间进行的交易行为，除非您在此类交易行为进行的过程中得到我们书面的明确说明、指导和确认，我们不会对这一类交易中产生的任何问题（包括但不限于物品非复制性的确认、用户诚信的确认等）进行支持或者保障。在任何情况下，您不得以从其他用户处获得虚拟物品或货币所付出的真实货币或财物金额要求盛大游戏赔偿。

五、 为了保证游戏公平性，“剑侠情缘网络版叁盛大版”管理将不会介入到任何用户之间纠纷中去。

六、 每个用户均有请求游戏管理人员帮助的权利，但是，为了能够让更多的人获得帮助，每个用户应该自觉不与“剑侠情缘网络版叁盛大版”管理人员闲聊。“剑侠情缘网络版叁盛大版”管理人员有权利不回答与工作无关的闲聊话题。

七、 每个用户均有监督“剑侠情缘网络版叁盛大版”管理人员的权利，如果您发现游戏管理人员任何违规行为，均可以采用游戏提供的截图方式（保障图片真实性）获取现场，并将投诉内容通过email提交到paokf@snda.com，我们的纪律检查部门将会对该名游戏管理员进行检查。

八、 理解并且遵守盛大游戏颁布的用户守则和服务承诺以及其他规定。
 
 
* 用户守则
请相信，因为用户违反下述守则而对用户的游戏角色采取限制措施，也是为了广大用户的最大利益。
-- “剑侠情缘网络版叁盛大版”管理小组
一、GM（系指游戏管理人员）对用户违规行为的基本处理方法的释义
◆　关闭聊天功能：强制暂停用户角色的在线对话功能，使用户角色无法与其它用户对话，直到本次处罚到期或取消
◆　强制离线：强制将用户帐号注销，结束用户游戏程序的执行
◆　监禁：强制将用户角色移置于独立不可出入的地图中直到本次处罚到期或取消
◆　删除角色：强制删除用户的特定角色
◆   删除游戏帐号：强制删除用户游戏帐号及其游戏权利 
 
二、正确处理好用户和用户之间的关系
   1、行为：辱骂、人身攻击其它用户，妨碍其他用户正常游戏。
   处罚措施：情节较轻者采取禁言，情节严重者监禁，再犯者暂停其帐号及各项服务。 
   2、行为：不断吵闹、重复发言多次、不断打广告、恶意刷屏等侵犯大多数用户权益；恶意封堵狭窄的路口给其他用户造成行动不便，以及其它恶意连续骚扰他人，影响他人进行游戏，不听劝阻。 
   处罚措施：将被关闭聊天功能、监禁直至封帐号。
   3、行为：以骚扰其它用户为目的而持续进行恶意PK行为且劝阻不听者。
   处罚措施：强行退出游戏并暂时封帐号。
 
三、正确处理用户和游戏本身的关系
   1、行为：使用违反命名规则之角色名称：包括但不限于含有人身攻击、淫秽、辱骂、反动及其他危害本游戏形象、同GM服务角色名故意相似扰乱正常服务秩序以及国家利益和社会公德性质的文字。
   处罚措施：一经发现，立刻删除该角色，请您谨慎选择自己的角色名！ 
   2、行为：利用各种方式攻击或入侵游戏服务器，或使用异常的方法登录《剑侠情缘网络版叁盛大版》服务。
   处罚措施：直接删除该用户帐号，同时保留对此行为之一切法律追诉权。
   3、行为：恶性破坏我们的服务设施，包括但不限于：利用编译或反编译程序修改游戏资料、使用异常的方法登录游戏、使用网络加速器等外挂软件或机器人程式等恶意破坏服务设施、扰乱正常服务秩序的行为。 
   处罚措施：违反者将被取消继续进行游戏的权利。同时保留对此行为之一切法律追诉权
   4、行为：利用系统的BUG、漏洞为自己及他人牟利。
   处罚措施：一经发现或经用户举报查证属实后，提出严厉警告；经警告后再犯者停止其帐号
   5、行为：利用游戏提供的功能进行非法实物交易等违反国家法律法规的行为。
   处罚措施：上述行为一经发现，立即注销帐号，并交由国家有关机构处理。
 
四、正确处理用户和GM的关系：
   1、行为：在游戏中无故呼叫管理员（GM），并且频繁地发骚扰信息给GM。
   处罚措施：处以该用户关闭聊天功能、监禁、暂停帐号。 
   2、行为：不服从管理员安排、对管理员辱骂
   处罚措施：处以监禁、停止帐号等处罚。
   3、行为：在游戏中假冒GM或其他客户服务人员。
   处罚措施：给予严重警告并做注销角色处理，如果多次发现将注销该帐号。
 
五、其他
   1、声明：
   请用户遵守以上規定，若因违规而受到处分，导致充值卡使用日期等损失，由用户自行负责。本用户守则的最终解释权利归盛大游戏所有，并保留更新的权利，请用户经常察看，并严格遵守。GM将有权立即暂停任何可能危害游戏系统的游戏帐号上线权利而不先行告之，所有GM都将严格按照中立和公正原则，不偏袒、不徇私，所有GM都将严格按照本条例的规定，考量实际违规情况，对用户的违规行为进行处罚。 
   2、附则：
   本条例的修正、发布、解释权归于盛大游戏；用户使用本公司提供的在线游戏服务，即应当遵守本条例的规定；鼓励用户对本条例提出意见或建议。 
 
* 版权声明
开发商： 珠海金山网络游戏科技有限公司
运营商： 上海数龙科技有限公司
本产品及使用说明书均受版权法保护，所有程序及图文内容非经著作权人书面许可，不得以任何方式做全部或局部复制、转载或修改。用户应按《最终用户使用许可协议》、《用户服务条款》、《用户须知》、《用户守则》和《版权声明》的规定使用本产品，违者将依法追究其责任。
本产品及包装、手册上的所有相关产品名称、商标、品牌、画面均归原始授权人或盛大游戏拥有，是属于其各自所有者的财产。
                                   
上海数龙科技有限公司 
二○○九年十月

	
]]

