MSG_EULA = 
	[[
　　   欢迎申请使用金山软件提供的在线网络游戏服务，为了保障用户的权益，请在同意参加网络版游戏软件商业运营前，详细阅读本金山软件网络游戏使用协议(以下简称《条款》)所有内容，并特别注意本《条款》中以粗体标示的特别约定。本《条款》系由用户与金山软件就本网络版游戏产品及服务所订立的协议。

　　   当用户在线点击“同意”键时，则应视为用户已经详细阅读了本《条款》的内容，并同意遵守本《条款》的规定。

　　   另外提醒用户，本《条款》之规定如有更改或出台实施细则，将会在该款网络游戏的重要页面上予以公告。如果用户不同意该等修改内容或实施细则，用户可以主动取消获得的网络服务。如果用户在修改内容或实施细则公告后15天内未主动取消服务，则视为接受条款的变更或实施细则；修改内容或实施细则公告后用户如果仍继续使用金山软件提供的产品和服务亦构成对条款变更或实施细则的接受。
　　
1. 游戏说明

　　1.1 本《条款》所述网络游戏分别代指金山软件推出的各款多人在线网络游戏，各款网络游戏均独立适用本《条款》约束。本用户条款的目的是规范游戏用户注册、使用账号、参与本网络游戏等各项行为。

　　1.2 用户可以根据本条款以及金山软件不时更新和公布的其他规则(包括但不限于金山软件在官方网站上公布的管理员（以下简称“GM”）服务政策、外挂处理流程、盗号处理流程等)使用金山软件提供的产品和服务。

　　1.3 用户有权在使用金山软件提供的产品和服务的期间监督金山软件及金山软件的工作人员是否按照金山软件所公布的标准向用户提供产品和服务，也可以随时向金山软件提出与金山软件的产品和服务有关的意见和建议。
　　
2. 资费政策

　　2.1 有关产品和服务的收费标准、购买方式等信息金山软件将会放置在该产品和服务网页的相应位置。
    
	2.2 金山软件将有权决定金山软件所提供的产品和服务的资费标准和收费方式，金山软件可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照金山软件所提供的产品和服务的不同阶段确定不同的资费标准和收费方式。
    
	2.3 金山软件现有已充点数计费逻辑顺序为（仅针对收费版网络游戏）：
       (a) 《剑侠情缘网络版》收费版的计费逻辑顺序是：先扣包时，再扣计点：
          (i) 包时计费逻辑顺序（按扣除先后顺序从左到右排列，下同）：旧卡包周→旧卡包月→历史包时→免费包时→新卡包周→新卡包月；
          (ii) 计点计费逻辑顺序：免费点→旧卡点数→历史点→新卡点。
       (b) 《剑侠情缘网络版2》收费版的计费逻辑顺序是：先扣包时，再扣计点：
          (i) 包时计费逻辑顺序：免费包时→旧卡包周→旧卡包月→新卡包周→新卡包月；
          (ii) 点数计费逻辑顺序：免费点→旧卡收费点数→新卡收费点数。
       (c) 《封神榜网络版》收费版的计费逻辑顺序是：先扣包时，再扣计点：
          (i) 包时计费逻辑顺序：旧卡包周→旧卡包月→免费包时→新卡包周→新卡包时；
          (ii) 计点计费逻辑顺序：旧卡收费点数→免费点→新卡收费点数。
       (d) 《剑侠情缘网络版3》收费版的计费逻辑顺序是：针对提供包时和天卡计点充值方式的区服：先扣包时，再扣计点：
          (i)包时计费逻辑顺序：依照充值时间顺序，先充先扣。
           
    包时服务起算时间说明：
       针对已收费区-----金山软件将以用户的充值时间（如有未消耗完毕的在先充值包时游戏时间，则以该在先充值包时游戏时间消耗完毕时间）作为起点开始计算消耗，无论用户是否登陆游戏。
       针对暂未收费区------金山软件将以该区开始收费时间（如有未消耗完毕的在先充值包时游戏时间，则以该在先充值包时游戏时间消耗完毕时间）作为起点开始计算消耗，无论用户是否登陆游戏。
       包时服务按天计算，24小时为一天，例如：某用户于2009年9月10日21点于已收费区首次充值，则至2009年9月11日21点为一天，如该用户购买的包时服务时间为7天，则至2009年9月17日21点该用户购买的包时服务时间消耗完毕。
          
          (ii)天卡计点计费逻辑顺序：依照充值时间顺序，先充先扣。
              每点可获得最长游戏时间为24小时，即每日7：00：00起至次日6：59：59止。如若用户在每日7：00：00后（含7：00：00）启用该点数，则该点数所获得游戏时间为自启用时间时起至次日6：59：59止；如若用户在每日7：00：00前启用该点数，则该点数所获得游戏时间为自启用时间时起至当天6：59：59止。
              无论因任何原因一旦该点数予以启用（包括但不限于用户登陆已收费的充值区服），自启用之时起至上述期限届满，该点数自动消耗完毕，而无论该期间用户的实际登陆时间。
              同时，在此特别提示：如前述计费逻辑顺序“先扣包时，再扣计点”，如若用户在该计点点数启用但未消耗完毕前充值包时，则该包时消耗自充值时间起算，且已启用计点点数自上款约定期限届满亦消耗完毕，请用户在充值前进行审慎判断。
       		   
       针对提供普通点卡计点充值方式的区服：依照充值时间顺序，先充先扣。
    
	2.4 金山软件的资费政策如果发生更改或出台实施细则，金山软件将提前15天在该款网络游戏的重要页面上提示修改内容，敬请定期查询。
    
3. 用户帐号

　　3.1 帐号的用途
　　   (a) 用户可以注册一个或几个账号用于参加本网络游戏；
　　   (b) 用户进行账号登陆后方可参加本网络游戏；
　　   (c) 用户通过购买点卡或者其他方式进行账号充值。

　　3.2 帐号的取得
　　   (a) 用户必须完全同意全部用户条款并完成注册程序；
　　   (b) 用户注册成功，得到一个会员账号和两个密码(包含一个二级密码)，即可成为本网络游戏的正式会员； 
　　   (c) 注册过程中，用户应按照相关网页上的要求输入正确的个人基本资料，用户承诺以其真实身份注册，并保证其所提供的个人身份资料信息真实、完整、有效，用户依据法律规定及本协议约定对所提供的信息承担相应的法律责任；
          (d) 用户输入的姓名和身份证、护照、军人证号码结合其与之对应的证件，作为本游戏用户的有效身份证明；在无法有效证明其身份时，金山软件有权拒绝提供任何信息或承担任何义务。

　　3.3 帐号的修改
　　   (a) 为保障用户的权益，用户无法自行修改会员账号与证件号码。若用户的证件号码发生变化时，用户应出示证件号码变化的相关证明文件，金山软件客服中心方能进行变更；
          (b) 用户可随时修改密码；
          (c) 用户账号信息发生变更而未及时修改，导致无法证明用户的有效身份，金山软件有权拒绝提供任何信息或承担任何义务。
       
　　3.4 帐号的保护
          (a) 金山软件有权审查用户注册所提供的身份信息是否真实、有效，并将积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户应妥善保管会员账号和密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。如若有任何第三方向金山软件发出指示，在确认其提供账户、密码信息准确的情况下，用户同意且金山软件有权视为该行为获得了用户的充分授权，该行为所产生结果直接归属于用户本身；
          (b) 用户对登录后所持账号产生的行为依法享有权利和承担责任；
          (c) 用户若发现任何非法使用会员账号或存在安全漏洞的情况，应立即通知金山软件； 
          (d) 若金山软件发现疑似遭盗用的会员账号，将立即终止该会员账号的使用权；
          (e) 金山软件可以依据用户注册时提供的电子邮箱及手机号为用户查询密码；
          (f) 若因为用户自身原因，而导致账号、密码遭他人非法使用时，金山软件将不负责处理。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等；
          (g) 用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据金山软件公布的产品账号处理方式通知金山软件，并有权通知金山软件采取措施暂停该账号的登录和使用；金山软件依照用户通知停止该账号登录及使用而可能产生的一切法律责任均由用户承担，包括但不限于第三方就该账号主张权利。
          (h) 金山软件根据用户的通知采取措施暂停用户账号的登录和使用的，金山软件应当且有权要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。
            (i) 金山软件核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，将及时采取措施暂停用户账号的登录和使用。
            (ii) 金山软件违反前款项的约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，将承担其相应的法律责任。
            (iii) 用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，金山软件有权拒绝用户上述请求。
          (i) 用户为了维护其合法权益，向金山软件提供与所注册的身份信息相一致的个人有效身份信息时，金山软件将为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
    
       3.5 账号的中止及限制
         (a) 用户使用违反金山软件命名规则的文字或符号来命名角色、物品、组织等，尚未对游戏运营造成重大影响、尚未严重损害金山软件利益且并未严重损害其他用户的利益、社会公共利益的，一经发现的，金山软件有权就该角色、物品、组织所属账号予以中止使用，直至用户修改其角色、物品、组织使其不再违反金山软件命名规则为止。命名规则指用户命名不得对游戏运营造成不良影响，不得损害金山软件利益，不得损害其他用户利益，不得损害社会公共利益。用户不得采用下述文字或符号来命名角色、物品或组织，包括但不限于：
           (i) 和金山软件名称一致或相似的文字或符号或容易与金山软件在线客服人员（包括但不限于GM等）名称混淆的文字或符号；
           (ii) 同中华人民共和国的国家名称、省市名称、国旗名称相同或者近似的，或同中央国家机关名称或所在地特定地点或者标志性建筑物的名称相同的文字或符号；
           (iii) 同外国的国家名称、国旗名称、政府间国际组织的名称相同或者近似的文字或符号；
           (iv) 和中华人民共和国国家政要、外国政府政要、政府间国际组织负责人名字相同的文字或符号；
           (v) 带有民族歧视性、违反道德风尚、损害国家利益或有其他不良影响的文字或符号；(vi) 同国内外非法组织名称相同或类似的文字或符号；
           (vi) 同国内外非法组织名称相同或类似的文字或符号；
           (vii) 危害本游戏形象的文字或符号；
           (viii) 法律法规禁止使用的其他名称。上述列举仅供明确违反命名规则的具体表现形式，并非违反命名规则仅限于上述具体表现形式，凡是对游戏运营造成不良影响、损害金山软件利益、损害其他用户利益、损害社会公众利益的命名，都属于违反命名规则。
         (b) 用户在游戏中使用任何形式的妨碍游戏公平性的辅助工具或程序，包括但不限于非法外挂程序(加速、机器人程序、挂机程序等各种影响游戏公平性的程序)，尚未对金山软件游戏运营造成重大影响且并未严重损害其他用户的利益的，一经发现，金山软件有权中止用户账号，并有权根据用户造成的影响程度自行判定中止期限，并且金山软件保留对用户非正常所得数据进行清理的权利。
         (c) 用户利用系统的BUG、漏洞为自己或他人牟利，涉及数额折合成人民币不足100元，且未和任何其他用户、账号、角色产生交易者，一经发现，金山软件有权中止用户账号，同时金山软件还有权回收及删除相关非正常所得数据。
         (d) 用户无理辱骂GM、刷GM频道、在游戏中无故呼叫GM，并且频繁地发骚扰信息给GM，干扰GM正常工作的，一经发现，金山软件有权中止该用户账号或禁止该用户在游戏中发言。
         (e) 用户在公共频道对其他用户进行辱骂、人身攻击（但属于违反本《条款》第5.5条款规定的行为的，金山软件有权终止用户账号），使用不文明用语；不断在公共频道发布广告、恶意刷屏妨碍其他玩家正常游戏，一经发现，金山软件有权中止该用户账号或禁止该用户在游戏中发言。
         (f) 用户提供虚假注册身份信息，一经发现，金山软件有权中止用户账号，直至用户提供正确注册身份信息为止。
         (g) 在用户不知道也没有合理理由应当知道道具及其他同类数据是通过游戏当中的盗号或游戏BUG等非正常渠道产生的情形下，用户通过包括但不限于购买、受赠形成物品转移行为获得此等道具及其他同类数据的，金山软件将立即中止用户账号服务，同时有权回收及删除相关非正当渠道获取的数据。
         (h) 如用户被发现存在任何可能危害游戏系统且尚未对他人正常使用游戏产生严重影响的行为的，GM有权立即中止用户账号，但需在中止时通知用户中止期限。
         (i) 用户存在任何有背于金山软件营造公平、公正、健康的游戏娱乐环境初衷的行为且尚未对游戏运营带来严重影响的，金山软件有权中止该用户账号。
    
    若用户因违反本条之规定而受到金山软件给予中止账号或限制措施的处罚，导致储值卡使用日期过期、帐号储存点数耗尽等损失，时效道具过期等各类损失，由玩家自行负责，金山软件不做任何形式的补偿。
    
       3.6 账号的中止及限制
    
      用户同意如用户实施下列任一行为，金山软件可以终止用户账号，从而终止向用户提供产品和服务：
       (a) 用户发布违法信息，或者有任何严重违背社会公德、违反法律禁止性规定的行为，或者违反本《条款》第5.5条之规定的，包括但不限于利用游戏提供的功能来宣扬和传播反动言论，在游戏中进行非法实物交易等违反国家法律法规的行为的，金山软件有权终止该账号。以上行为一经发现，确认属实，用户将会受到终止账号的处罚，涉及账号服务将被终止，同时金山软件保留对此行为之一切法律追诉权。
       (b) 用户使用违反金山软件命名规则的文字来命名角色、物品、组织等，对游戏运营造成重大影响，或严重损害金山软件利益，或严重损害其他用户利益，包括但不限于恶意欺诈其他用户，或违反法律、法规等强制性规定，金山软件有权立即终止该角色、物品、组织所属的账号。
       (c) 用户制作、发布，或在游戏中传播、宣传任何形式的妨碍游戏公平性的辅助工具或程序，包括但不限于非法外挂程序(如：加速、机器人程序、挂机程序等各种影响游戏公平性的程序)，一经发现，确认属实，用户账号服务将被终止。
       (d) 用户在游戏中使用任何形式的妨碍游戏公平性的辅助工具或程序，包括但不限于非法外挂程序(如：加速、机器人程序、挂机程序等各种影响游戏公平性的程序)，对游戏运营造成重大影响或严重损害其他用户的权益的，金山软件有权立即终止该用户的账号。
       (e) 用户利用各种方式攻击或入侵游戏服务器，或使用异常的方法登录，一经发现，金山软件有权终止该用户账号，同时保留对此行为之一切法律追诉权。
       (f) 利用系统的BUG、漏洞为自己或他人牟利，涉及数额折合成人民币满100元的，或和任何其他用户、账号、角色产生任何交易（无论牟利与否），则一经发现，金山软件将终止用户账号，同时金山软件还有权回收及删除相关非正常所得数据。
       (g) 冒充金山软件GM在游戏中发表言论、恶意欺骗其它玩家的（包括但不限于发布虚假的盗号及欺诈网站），一经发现，金山软件有权终止用户账号。
       (h) 在用户知道或者应当知道道具及其他同类数据是通过游戏当中的盗号或游戏BUG等非正常渠道产生的情形下，仍然通过包括但不限于购买、受赠形成物品转移行为获得此等道具及其他同类数据的，金山软件将立即终止用户账号。
          (i) 用户注册的账号激活该网络游戏服务后（激活方式包括注册专门针对该款网络游戏的账号-仅适用于《剑侠情缘网络版》收费区用户、首次登陆该款网络游戏、首次向该款网络游戏充值等），连续180天没有登陆该款网络游戏，则自满第180天当天的24时起，金山软件有权采取措施终止向用户继续提供该款网络游戏的服务（包括但不限于：取消该款网络游戏的剩余游戏时间、游戏金币、游戏物品；删除该款网络游戏的注册信息、角色信息等一切相关信息），且不对因此所导致的任何损失负责。
          (ii) 用户注册账号下的任一角色连续180天没有进入游戏世界，则自满第180天当天的24时起，金山软件有权采取措施删除该角色，包括但不限于等级信息、物品信息等一切与该角色相关的信息，且不对该角色因删除所导致的任何利益损失负责。
       (j) 用户攻击、侵入金山软件的网站服务器或使网站服务器过载，破解、修改金山软件提供的客户端程序，攻击、侵入金山软件的游戏服务器或游戏服务器端程序或使游戏服务器过载，或利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)的，一经发现，金山软件有权终止用户账号。
       (k) 用户存在任何其他有背于金山软件营造公平、公正、健康的游戏娱乐环境初衷的行为并对游戏运营带来严重影响的，或金山软件根据实际情况认为用户存在任何其他妨碍金山软件提供产品和服务或妨碍他人使用金山软件提供的产品和服务的严重不当行为的，金山软件有权终止用户账号。
       
       3.7 除本《条款》之规定外，如用户账号或角色违反金山软件发布的GM服务政策、外挂处理流程、盗号处理流程或任何与本网络游戏相关的政策的，金山软件有权依照此等政策对用户账号及角色予以制裁（包括但不限于中止、终止、删除用户账号）。
    
    同一用户若有任一账号或角色存在违反本《条款》及GM服务政策、外挂处理流程、盗号处理流程等具体规定的，金山软件有权对该用户下的所有账号及角色予以制裁（包括但不限于中止、终止、删除该用户下所有账号）。
    
    如用户因违反本《条款》及GM服务政策、外挂处理流程、盗号处理流程等具体规定的导致金山软件给予终止、删除用户下所有账号的处罚的，自金山软件终止或删除用户注册的账号之时起，金山软件即不再对用户承担任何义务和责任。同时，对于用户所有账号及角色中已经充值尚未消耗掉的虚拟货币、点数、道具等物品，金山软件不承担返还或退款义务。
    
4. 金山软件的义务

　　4.1 保护用户隐私是金山软件的一项基本政策。除本《条款》另有规定外，金山软件保证不对外公开或向第三方提供用户申请资料及用户在使用网络服务时存储在金山软件的个人信息（包括姓名、个人有效身份证件号码、联系方式、家庭住址），但下列情况除外：
       (a) 事先获得用户或用户监护人的授权；
       (b) 根据有关的法律法规要求；
       (c) 司法机关或行政机关基于法定程序要求金山软件提供的；
       (d) 为了维护金山软件合法权益而向用户提起诉讼或者仲裁时；
       (e) 应用户监护人的合法要求而提供用户个人身份信息时。

　　4.2 金山软件可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与金山软件同等的保护用户隐私的责任，则金山软件可将用户的个人信息等提供给该第三方。

　　4.3 在不透露单个用户隐私资料的前提下，金山软件有权对整个用户数据库进行分析并对用户数据库进行商业上的利用（包括但不限于公布、分析或以其它方式使用用户访问量、访问时段、用户偏好等用户数据信息）。
　　
5. 用户的义务

　　用户应：
　　5.1 自行配备上网的所需设备，包括但不限于电脑、调制解调器或其他必备上网装置。

　　5.2 自行负担上网所支付的与此服务相关的电话费用、网络使用费用。

　　5.3 提供详尽、准确的个人资料并不断更新个人资料。如果因为用户提供的资料包含有不正确的信息，导致用户不能正常使用该款网络游戏，金山软件不承担任何责任。

　　5.4 遵守游戏公约、玩家守则(包括但不限于金山软件在官方网站上公布GM服务政策、外挂处理流程、盗号处理流程等)。

　　5.5 遵守中华人民共和国相关法律法规(如果用户是中华人民共和国境外的使用者，应遵守所属国家或地区的法律法规)。用户将自行承担用户所发布的信息内容的责任。特别地，用户不得发布下列内容： 
　　   (a) 反对中华人民共和国宪法所确定的基本原则的
　　   (b) 危害国家统一、主权和领土完整的
　　   (c) 泄露国家秘密，危害国家安全或者损害国家荣誉和利益的
　　   (d) 煽动民族仇恨、民族歧视，破坏民族团结或者侵害民族风俗、习惯的
　　   (e) 破坏国家宗教政策，宣扬邪教、迷信的
　　   (f) 散布谣言，扰乱社会秩序，破坏社会稳定的
　　   (g) 散布淫秽、赌博、暴力或者教唆犯罪的
　　   (h) 侮辱或者诽谤他人，侵害他人合法权益的
　　   (i) 危害社会公德或者民族优秀文化传统的
　　   (j) 宣扬外挂，私服以及木马的相关内容
　　   (k) 刊登任何经金山软件合理判断为不妥当或者金山软件未认可的软件、文件等在内的主页地址或者链接的行为
          (l) 含有中华人民共和国法律、行政法规禁止的其他内容的

　　5.6 用户不得通过不正当的手段或其他不公平的手段使用金山软件的产品和服务或参与金山软件活动。用户不得干扰金山软件正常地提供产品和服务，包括但不限于：攻击、侵入金山软件的网站服务器或使网站服务器过载；破解、修改金山软件提供的客户端程序；攻击、侵入金山软件的游戏服务器或游戏服务器端程序或使游戏服务器过载；制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序(外挂)；利用程序的漏洞和错误(Bug)破坏游戏的正常进行或传播该漏洞或错误(Bug)；不合理地干扰或阻碍他人使用金山软件所提供的产品和服务。 

　　为维护游戏的公平性，如果金山软件发现用户数据异常，无论用户对该异常数据产生是否负有过错，金山软件均有权根据本《条款》、游戏公约、玩家守则及后期不时发布的游戏公告等，采取相应措施：包括但不限于对该账号的中止、终止、删除；用户在此承诺金山软件有权作出上述行为，并承诺不就上述行为要求金山软件做任何补偿或退费。

　　金山软件在此特别提示用户：
　　   基于软件产品本身的特殊性及本《条款》责任限制条款所述，尽管金山软件将尽最大努力解决已知的漏洞和错误（Bug），但用户知道或应该知道本产品仍可能包含未知的漏洞和错误（Bug）等。
　　   由于虚拟物品之间的交易（金山软件已特别承诺要求用户不得参加虚拟物品与真实货币或者物品的交易行为，详见《玩家须知》）存在一定的风险（包括但不限于虚拟物品因复制等数据异常而可能被删除；国家现阶段法律对其价值认定仍处于空白等），用户在交易过程中应对交易方及交易物品尽审慎注意义务，除非该交易系依照金山软件书面明确指示为之，金山软件将不对该交易中产生的任何问题进行支持和保障。
　　
6. 服务的中断、停止

　　6.1 为了网站的正常运行，金山软件需要定期或不定期地对网站进行停机维护，因此类情况而造成的正常服务中断、停止，用户应该予以理解，金山软件则有义务尽力避免服务中断、停止或将中断、停止时间限制在最短时间内。

　　6.2 发生下列情形之一时，金山软件有权停止或中断游戏服务器所提供之服务，对因此而产生的不便或损害，金山软件对用户或第三人均不承担任何责任：
       (a) 定期检查或施工，更新软硬件等，金山软件有权暂停服务，但金山软件会尽快完成维护、更新工作
       (b) 服务器遭受损坏，无法正常运作
       (c) 突发性的软硬件设备与电子通信设备故障
       (d) 网络提供商线路或其它故障
       (e) 在紧急情况之下为维护国家安全或其它用户及第三者之人身安全
       (f) 不可抗力及其他第三方原因
    
       6.3 除前款所述情形外，用户同意金山软件享有通过提前60天在本网络游戏官方网站公告通知的方式中断或终止部分或全部网络服务的权利，用户已明确知晓上述权利的授予且知晓因上述权利的行使可能给自身及其他第三方造成的直接或间接利益减损，用户在此明确表示不追究金山软件因行使上述单方中断或终止服务权利而可能导致的一切责任。
    
       6.4 金山软件在此特别提示用户：本网络游戏所含虚拟物品系为增加游戏乐趣而设置，并随游戏的停止运营而消失，用户一经获得（无论是否消耗完毕）将不得以任何形式退还给金山软件。鉴于网络游戏的特殊性质，虚拟物品仅在游戏的运营期内有效。
    
       6.5 本网络服务停止后，对于用户已经购买但尚未使用的虚拟货币，金山软件将以法定货币方式或用户接受的其他方式退还用户。金山软件给予用户 90个工作日的期限用于申请退还已经购买但尚未使用的虚拟货币。用户认可上述申请退还期限的合理性，并应在上述申请退还期限内依照届时金山软件公布的具体政策申请办理退还手续。上述申请退还期限届满，用户依照金山软件届时公布具体政策提交的退还申请未能到达金山软件届时指定接受地址的，视为用户自动放弃该项退还权利，金山软件针对该用户已经购买但尚未使用的虚拟货币有权予以拒绝进行退还处理。本6.5款所指退还政策仅针对用户已经购买但尚未使用的虚拟货币。

7. 责任限制

　　7.1 对于金山软件的产品和服务，金山软件仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证(如果有)。

　　金山软件仅以 "现有状况且包含所有错误"的形式提供相关的产品、软件或程序及任何支持服务，并仅保证：
　　   (a) 金山软件所提供的产品和服务能基本符合金山软件正式公布的要求；
　　   (b) 金山软件所提供的相关产品和服务基本与金山软件正式公布的服务承诺相符；
　　   (c) 金山软件仅在商业上允许的合理范围内尽力解决金山软件在提供产品和服务过程中所遇到的任何问题。

　　在适用法律允许的最大范围内，金山软件明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。

　　另外，在适用法律允许的最大范围内，金山软件并不担保金山软件所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断，并且对产品和服务的及时性、安全性、出错发生以及信息是否能准确及时顺利的传送均不作任何担保。

　　在适用法律允许的最大范围内，金山软件不就因用户使用金山软件的产品和服务引起的，或在任何方面与金山软件的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求(包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)承担任何责任。

　　7.2 用户在本网络游戏官方网站上所表达的观点、建议和其它内容均为用户本人看法，不代表金山软件的观点。 

　　7.3 金山软件保留采取包括但不限于合并服务器等形式以达到服务器资源优化利用的权利。如发生上述情形，金山软件将在金山软件届时所拥有的技术水平范围内尽最大努力保障用户资料的完整性。用户已明确知悉上述内容，且认可金山软件的操作，愿意承担因此而可能造成的损失。
　　
8. 变更

　　8.1 金山软件如对用户条款、游戏公约和玩家守则进行修改或制定实施细则，将会在该款网络游戏的重要页面上予以公告。如果用户不同意金山软件修改的内容或制定的实施细则，用户可以主动取消获得的网络服务。如果用户在公告后15天内未主动取消服务，则视为接受条款变更或实施细则；修改内容或实施细则公告后用户如果仍继续使用金山软件提供的产品和服务亦构成对条款变更或实施细则的接受。
　
9. 知识产权

　　9.1 本款网络游戏官方网站上所有的作品及资料，其著作权、专利权、商标专用权、商业秘密权及其它知识产权，均为金山软件或授权金山软件使用的合法权利人所有，除非事先经金山软件或其权利人的合法授权，任何人皆不得擅自以任何形式使用，否则金山软件可立即终止向用户提供产品和服务，并依法追究其法律责任，赔偿金山软件一切损失。

　　9.2 未经金山软件授权，任何人不得擅自复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能和或程序进行反向工程(reverse engineering)。
　　
10. 通知

　　10.1 金山软件所有发给用户的通知可通过重要页面的公告或电子邮件或常规的信件传送。

11. 授权

　　11.1 用户原创作品上载、传送、输入或以其他方式提供至金山软件网站时，视为用户授予金山软件对其作品的使用权，该授权无地域、期限、方式限制，该授权为免费授权，金山软件可在现行法律范围内就该作品进行使用，包括但不限于复制、发行、出租、展览、表演、放映、广播、信息网络传播、摄制、改编、翻译、汇编等，并可将前述权利转、分授权给其他第三方。
　　
12. 用户信息搜集

　　12.1 为了不断提高网络游戏服务质量，金山软件将在不事先通知的情况下搜集用户与网络游戏使用相关的信息，并不定期地予以反馈，具体所指搜集信息包括：
　　   (a) 从用户电脑及其部件中获取的相关硬件信息，主要包括 RAM、网卡、显卡、显示器、CPU 和储存装置信息；上述信息供且仅供标识区分用户而使用。
　　   (b) 用户因运行本网络版游戏软件而所需或产生的相关数据，主要包括：操作系统版本、常用软件、首次安装、首次运行、软件卸载、启动时间、运行时间、运行效率、更新结果、游戏选项配置、游戏操作方式、软件资源占用、软件运行异常信息、网络速度与故障；上述信息将供且仅供金山软件或其合作伙伴为改善本网络版游戏软件而加以分析使用，以便我们今后能够为您提供更好的功能和服务。
　　金山软件不会因本条约定而搜集用户的姓名、地址、联系方式等个人信息。

　　12.2 金山软件将严格控制本条搜集信息的知悉范围，保证不超出本条约定加以使用。

　　12.3 本条所指搜集信息的范围以金山软件适时的技术水平为判断标准。金山软件将尽最大努力力求判断的准确性，但因受到现实技术水平等的限制，金山软件仅依照自有的判断能力进行甄别收集。用户已明确知悉上述内容，且认可金山软件的操作，愿意承担因此而可能造成的损失。

13. 纠纷

　　13.1 本用户条款适用中华人民共和国的法律。

　　13.2 如金山软件服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款法律效力不变。

　　13.3 如出现纠纷，用户和金山软件一致同意交由网络游戏运营商所在地的法院管辖。

14. 答疑

　　14.1 用户如对金山软件公布的任何条款、公约、守则或其实施细则有任何疑问，请登陆该款游戏官方网站获取相关信息或拨打金山软件客服电话028-85437733。

15. 文化部网络游戏服务格式化协议必备条款（“必备条款”）适用特别说明

　　15.1 必备条款为本《条款》的有效组成部分，本《条款》如有任何内容与必备条款约定不一致，则必备条款效力优先；必备条款未涉及内容以本《条款》约定为准。


]]
